[{"level": 1, "code": "1", "children": [{"indicators": [{"code": "1.4.4j", "title": "Is data disaggregated by disability status?"}, {"code": "3.2.1j", "title": "Do national laws forbid discrimination in education by disability status?"}, {"code": "5.1.1", "title": "Do national laws recognize the right to education for children with disabilities"}, {"code": "5.1.2", "title": "Are reasonable accommodation measures available for children with disabilities in mainstream schools?"}, {"code": "5.1.3a", "title": "What is the percentage of teachers trained to teach children with disabilities?"}], "level": 2, "code": "1A.A", "title": "Structure and Support"}], "title": "Children with Disabilities"}, {"level": 1, "code": "2", "children": [{"indicators": [{"code": "4.1.2a", "title": "Does the national curriculum direct education towards the full development of the child's personality, talents, and mental and physical abilities?"}, {"code": "4.1.2b", "title": "Does the national curriculum direct education towards the full development of respect for human rights and fundamental freedoms?"}, {"code": "4.1.2c", "title": "Does the national curriculum direct education towards the full development of respect for the child's parents, cultural identity, language, and values, as well as respect for the values of the child's country and other civilizations?"}, {"code": "4.1.2d", "title": "Does the national curriculum direct education towards the full development of the child's responsibilities in a free society, including understanding peace, tolerance, equality, and friendship among all persons and groups?"}, {"code": "4.1.2e", "title": "Does the national curriculum direct education towards the full development of respect for the natural environment?"}, {"code": "4.1.5a", "title": "Does the national curriculum include health and well-being?"}, {"code": "4.1.5b", "title": "Does the national curriculum include human rights?"}, {"code": "4.1.5c", "title": "Does the national curriculum include the arts?"}], "level": 2, "code": "2A", "title": "Content of Curriculum"}], "title": "Content of Education"}, {"level": 1, "code": "3", "children": [{"indicators": [{"code": "1.4.4b", "title": "Is data disaggregated by sex?"}, {"code": "3.2.1b", "title": "Do national laws forbid discrimination in education by sex?"}, {"code": "3.2.2a", "title": "Is the expulsion of girls from school because of pregnancy or for having a baby explicitly forbidden in legislation?"}, {"code": "5.2.1a", "title": "Do national laws prohibit early marriage (before the age of 18)?"}, {"code": "3.3.1ac", "title": "What is the gross primary school enrollment rate for females?"}, {"code": "3.3.2ac", "title": "What is the net primary school enrollment rate for females?"}, {"code": "3.3.4ac", "title": "What is the public primary school completion rate for females?"}, {"code": "3.3.4ec", "title": "What is the private primary school completion rate for females?"}, {"code": "5.4.1b", "title": "What percent of women were married by the age of 18?"}, {"code": "3.2.2b", "title": "In practice, are girls expelled from school because of pregnancy or for having a baby?"}, {"code": "4.3.1ac", "title": "What percent of females received an overall passing score on the national assessment/exam?"}, {"code": "4.3.1bc", "title": "What percent of females received a passing score on the national reading assessment/exam?"}, {"code": "4.3.1cc", "title": "What percent of females received a passing score on the national mathematics assessment/exam?"}, {"code": "4.3.2ac", "title": "What if the youth literacy rate (ages 15-24) for females?"}, {"code": "4.3.2bc", "title": "What is the adult literacy rate (age 15+) for females?"}], "level": 2, "code": "3A", "title": "Overall State of Girls' Education"}, {"indicators": [{"code": "1.4.4b", "title": "Is data disaggregated by sex?"}, {"code": "3.2.1b", "title": "Do national laws forbid discrimination in education by sex?"}, {"code": "5.2.1a", "title": "Do national laws prohibit early marriage (before the age of 18)?"}, {"code": "3.2.2a", "title": "Is the expulsion of girls from school because of pregnancy or for having a baby explicitly forbidden in legislation?"}, {"code": "5.4.1b", "title": "What percent of women were married by the age of 18?"}, {"code": "3.2.2b", "title": "In practice, are girls expelled from school because of pregnancy or for having a baby?"}], "level": 2, "code": "3B", "title": "Discriminatory Environment"}], "title": "Girls' Education"}, {"level": 1, "code": "4", "children": [{"indicators": [{"code": "1.2.4", "title": "Do national laws protect the rights of minorities to establish private schools?"}, {"code": "1.2.5", "title": "Do national laws expressly recognize the liberty of parents to choose the religious and moral education of their children in conformity with their own convictions?"}, {"code": "1.4.4a", "title": "Is data disaggregated by race and color (ethnicity)?"}, {"code": "1.4.4c", "title": "Is data disaggregated by language?"}, {"code": "1.4.4d", "title": "Is data disaggregated by religion?"}, {"code": "1.4.4f", "title": "Is data disaggregated by national or social origin?"}, {"code": "1.4.4i", "title": "Is data disaggregated by sexual orientation and gender identity?"}, {"code": "1.4.4l", "title": "Is data disaggregated by nationality?"}, {"code": "3.2.1a", "title": "Do national laws forbid discrimination in education by race and color (ethnicity)?"}, {"code": "3.2.1c", "title": "Do national laws forbid discrimination in education by language?"}, {"code": "3.2.1d", "title": "Do national laws forbid discrimination in education by religion?"}, {"code": "3.2.1f", "title": "Do national laws forbid discrimination in education by national or social origin?"}, {"code": "3.2.1i", "title": "Do national laws forbid discrimination in education by sexual orientation and gender identity?"}, {"code": "3.2.1l", "title": "Do national laws forbid discrimination in education by nationality?"}, {"code": "3.2.3", "title": "Do migrant, refugee, or internally displaced children have to present documents stating their legal status to enroll in school?"}, {"code": "5.2.1", "title": "Are there mobile schools for children of nomads"}, {"code": "5.2.2", "title": "Do national laws provide for language of instruction to be in the child's mother tongue?"}, {"code": "5.2.3a", "title": "What percentage of students are not taught in their mother tongue?"}], "level": 2, "code": "4A", "title": "Discriminatory Environment"}], "title": "Indigenous and Minority Populations"}, {"level": 1, "code": "5", "children": [{"indicators": [{"code": "1.4.1", "title": "Are there minimum educational standards applicable to all schools, including private schools?"}, {"code": "1.4.2", "title": "Is there a State body responsible for monitoring the education system?"}, {"code": "4.1.4", "title": "Are there established mechanisms to ensure that textbooks used in both public and private schools are aligned with the curriculum guidelines provided by the Ministry of Education?"}, {"code": "4.2.1", "title": "Has the national government adopted specific measures to protect children from violence and abuse in school?"}, {"code": "5.4.3", "title": "Has the government adopted specific measures to combat child labor?"}, {"code": "1.4.3", "title": "How often is data on education regularly collected and made publicly available?"}, {"code": "5.1.2", "title": "Are reasonable accommodation measures available for children with disabilities in mainstream schools?"}], "level": 2, "code": "5A", "title": "Strength of Monitoring and Accountability"}], "title": "Monitoring and Accountability"}, {"level": 1, "code": "6", "children": [{"indicators": [{"code": "1.2.1a", "title": "Do national laws protect the right to primary education?"}, {"code": "1.2.1b", "title": "Do national laws protect the right to secondary education?"}, {"code": "1.2.1c", "title": "Do national laws protect the right to technical and vocational training?"}, {"code": "1.2.1d", "title": "Do national laws protect the right to higher education/university?"}, {"code": "1.2.3", "title": "Do national laws protect the liberty of individuals to establish private schools?"}, {"code": "1.2.4", "title": "Do national laws protect the right of minorities to establish their own schools?"}, {"code": "1.2.5", "title": "Do national laws expressly recognize the liberty of parents to choose the religious and moral education of their children in conformity with their own convictions?"}, {"code": "1.3.1a", "title": "Is there a national education plan that aims to achieve free and compulsory primary education?"}, {"code": "1.3.1b", "title": "Are there targeted implementation dates for each stage in the progressive realization of the plan?"}, {"code": "1.4.1", "title": "Are there minimum educational standards applicable to all schools, including private schools?"}, {"code": "1.4.2", "title": "Is there a State body responsible for monitoring the education system?"}, {"code": "3.1.1", "title": "Do national laws provide for free and compulsory education?"}, {"code": "3.2.1a", "title": "Do national laws forbid discrimination in education on race and color (ethnicity)?"}, {"code": "3.2.1b", "title": "Do national laws forbid discrimination in education on sex?"}, {"code": "3.2.1c", "title": "Do national laws forbid discrimination in education on language?"}, {"code": "3.2.1d", "title": "Do national laws forbid discrimination in education on religion?"}, {"code": "3.2.1e", "title": "Do national laws forbid discrimination in education on political and other opinion?"}, {"code": "3.2.1f", "title": "Do national laws forbid discrimination in education on national or social origin?"}, {"code": "3.2.1g", "title": "Do national laws forbid discrimination in education on property?"}, {"code": "3.2.1h", "title": "Do national laws forbid discrimination in education on birth?"}, {"code": "3.2.1i", "title": "Do national laws forbid discrimination in education on sexual orientation and gender identity?"}, {"code": "3.2.1j", "title": "Do national laws forbid discrimination in education on disability?"}, {"code": "3.2.1k", "title": "Do national laws forbid discrimination in education on age?"}, {"code": "3.2.1l", "title": "Do national laws forbid discrimination in education on nationality?"}, {"code": "3.2.1m", "title": "Do national laws forbid discrimination in education on marital and family status?"}, {"code": "3.2.1n", "title": "Do national laws forbid discrimination in education on health status?"}, {"code": "3.2.1o", "title": "Do national laws forbid discrimination in education on place of residence?"}, {"code": "3.2.1p", "title": "Do national laws forbid discrimination in education on economic and social situation?"}, {"code": "3.2.2a", "title": "Is the expulsion of girls from school because of pregnancy or for having a baby explicitly forbidden in legislation?"}, {"code": "4.1.1a", "title": "Do national laws or policies direct education towards the full development of the child's personality, talents, and mental and physical abilities?"}, {"code": "4.1.1b", "title": "Do national laws or policies direct education towards the full development of respect for human rights and fundamental freedoms?"}, {"code": "4.1.1c", "title": "Do national laws or policies direct education towards the full development of respect for the child's parents, cultural identity, language, and values, as well as respect for the values of the child's country and other civilizations?"}, {"code": "4.1.1d", "title": "Do national laws or policies direct education towards the full development of the child's responsibilities in a free society, including understanding peace, tolerance, equality, and friendship among all persons and groups?"}, {"code": "4.1.1e", "title": "Do national laws or policies direct education towards the full development of respect for the natural environment?"}, {"code": "4.1.4", "title": "Are there established mechanisms to ensure that textbooks used in both the public and private schools are aligned with the curriculum guidelines provided by the Ministry of Education?"}, {"code": "4.2.1", "title": "Has the national government adopted specific measures to protect children from violence and abuse in school?"}, {"code": "4.2.2a", "title": "Do national laws prohibit corporal punishment?"}, {"code": "5.1.1", "title": "Do national laws recognize the right to education for children with minorities?"}, {"code": "5.2.2", "title": "Do national laws provide for language of instruction to be in the child's mother tongue?"}, {"code": "1.3.2", "title": "Does the national education plan include measures to encourage regular attendance and reduce drop-out rates?"}, {"code": "3.1.5", "title": "Is basic education publicly provided for adults who have not completed primary education?"}, {"code": "4.1.6", "title": "Do national laws include children in the decision making process of school curricula, school policies, and codes of behavior?"}, {"code": "5.4.1a", "title": "Do national laws prohibit early marriage (before the age of 18)?"}, {"code": "5.4.2", "title": "Is the legal minimum age of employment 15 or above?"}, {"code": "5.4.3", "title": "Has the government adopted specific measures to combat child labor?"}, {"code": "5.4.5a", "title": "Is the legal minimum age of military recruitment 15 or above?"}, {"code": "1.4.3", "title": "How often is data on education regularly collected and made publicly available?"}, {"code": "5.1.2", "title": "Are reasonable accommodation measures available for children with disabilities in mainstream schools?"}], "level": 2, "code": "6A", "title": "National Normative Framework"}], "title": "National Normative Framework"}, {"level": 1, "code": "7", "children": [{"indicators": [{"code": "3.1.1", "title": "Do national laws provide free and compulsory primary education?"}, {"code": "5.4.1a", "title": "Does national law prohibit early marriage (below the age of 18)?"}, {"code": "5.4.2", "title": "Is the legal minimum age of employment 15 or above?"}, {"code": "5.4.5a", "title": "Is the legal minimum age of military recruitment 15 or above?"}], "level": 2, "code": "7A", "title": "Legal Restrictions in Direct and Indirect costs"}, {"indicators": [{"code": "3.1.4a", "title": "Are tuition fees charged for public university/higher education in 2014?"}, {"code": "3.1.2", "title": "What percent of household spending was spent on primary education in 2013?"}, {"code": "3.1.3", "title": "What percent of household spending was spent on secondary education in 2013?"}, {"code": "5.4.1b", "title": "What percent of women were married by the age of 18?"}, {"code": "5.4.4", "title": "What percent of children under the age of 15 worked in the labor force?"}, {"code": "5.4.5b", "title": "Are children under the age of 15 recruited by the military in practice?"}], "level": 2, "code": "7B", "title": "Direct and Indirect Costs in Practice"}], "title": "Direct and Indirect Costs"}, {"level": 1, "code": "8", "children": [{"indicators": [{"code": "1.2.3", "title": "Do national laws protect the liberty of individuals to establish private schools?"}, {"code": "1.2.4", "title": "Do national laws protect the right of minorities to establish their own schools?"}, {"code": "1.2.5", "title": "Do national laws expressly recognize the liberty of parents to choose the religious and moral education of their children in conformity with their own convictions?"}], "level": 2, "code": "8A", "title": "Private education Legal Environment"}], "title": "Private Education"}, {"level": 1, "code": "9", "children": [{"indicators": [{"code": "4.1.3a", "title": "Does the required training for teachers include improving the skills necessary for teaching towards the full development of the child's personality, talents, and mental and physical abilities?"}, {"code": "4.1.3b", "title": "Does the required training for teachers include improving the skills necessary for teaching towards the full development of respect for human rights and fundamental freedoms?"}, {"code": "4.1.3c", "title": "Does the required training for teachers include improving the skills necessary for teaching towards the full development of respect for the child's parents, cultural identity, language, and values, as well as respect for the values of the child's country and other civilizations?"}, {"code": "4.1.3d", "title": "Does the required training for teachers include improving the skills necessary for teaching towards the full development of the child's responsibilities in a free society, including understanding peace, tolerance, equality, and friendship among all persons and groups?"}, {"code": "4.1.3e", "title": "Does the required training for teachers include improving the skills necessary for teaching towards the full development of respect for the natural environment?"}], "level": 2, "code": "9A", "title": "Content of Teacher Training"}], "title": "Teachers"}]
